Repository: denis-kolchev/Paint-Anytime
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Choose Reed pen to set the angle.
ar: اختر «قلم قصب» لضبط الزاوية.
cs: Vyberte „Rákosové pero“ a nastavte úhel.
da: Vælg ”Rørpen” for at indstille vinklen.
de: Wähle „Rohrfeder“, um den Winkel einzustellen.
el: Επιλέξτε «Καλαμένια πένα» για να ρυθμίσετε τη γωνία.
es: Elige «Cálamo» para ajustar el ángulo.
fi: Valitse ”Ruokokynä” säätääksesi kulmaa.
fr: Choisissez « Calame » pour régler l’angle.
he: בחרו ״עט קנה״ להגדרת הזווית.
hu: Válaszd a „Nádtoll” eszközt a szög beállításához.
id: Pilih “Pena buluh” untuk mengatur sudut.
it: Scegli «Calamo» per regolare l’angolo.
ja: 「葦ペン」を選んで角度を設定します。
ko: ‘갈대 펜’을 선택해 각도를 설정하세요.
nb: Velg «Rørpenn» for å stille inn vinkelen.
nl: Kies ‘Rietpen’ om de hoek in te stellen.
pl: Wybierz „Pióro trzcinowe”, aby ustawić kąt.
pt_br: Escolha “Cálamo” para ajustar o ângulo.
pt_pt: Escolha «Cálamo» para ajustar o ângulo.
ru: Выберите «Тростник», чтобы настроить угол.
sv: Välj ”Vasspenna” för att ställa in vinkeln.
th: เลือก “ปากกาอ้อ” เพื่อตั้งค่ามุม
tr: Açıyı ayarlamak için “Kamış kalem” seç.
uk: Виберіть «Очеретяне перо», щоб налаштувати кут.
vi: Chọn “Bút sậy” để chỉnh góc.
zh_hans: 选择“芦苇笔”来设置角度。
zh_hant: 選擇「蘆葦筆」來設定角度。

source: Clear
ar: مسح
cs: Vymazat
da: Ryd
de: Leeren
el: Καθαρισμός
es: Borrar
fi: Tyhjennä
fr: Effacer
he: ניקוי
hu: Törlés
id: Bersihkan
it: Svuota
ja: 消去
ko: 지우기
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa sạch
zh_hans: 清空
zh_hant: 清除

source: Clear canvas
ar: مسح اللوحة
cs: Vymazat plátno
da: Ryd lærred
de: Leinwand leeren
el: Καθαρισμός καμβά
es: Borrar lienzo
fi: Tyhjennä piirtoalue
fr: Effacer la toile
he: ניקוי משטח הציור
hu: Vászon törlése
id: Bersihkan kanvas
it: Svuota la tela
ja: キャンバスを消去
ko: 캔버스 지우기
nb: Tøm lerret
nl: Canvas wissen
pl: Wyczyść płótno
pt_br: Limpar tela
pt_pt: Limpar tela
ru: Очистить холст
sv: Rensa duken
th: ล้างผืนผ้าใบ
tr: Tuvali temizle
uk: Очистити полотно
vi: Xóa sạch khung vẽ
zh_hans: 清空画布
zh_hant: 清除畫布

source: Clear the canvas?
ar: هل تريد مسح اللوحة؟
cs: Vymazat plátno?
da: Ryd lærredet?
de: Leinwand leeren?
el: Να καθαριστεί ο καμβάς;
es: ¿Borrar el lienzo?
fi: Tyhjennetäänkö piirtoalue?
fr: Effacer la toile ?
he: לנקות את משטח הציור?
hu: Törlöd a vásznat?
id: Bersihkan kanvas?
it: Svuotare la tela?
ja: キャンバスを消去しますか？
ko: 캔버스를 지울까요?
nb: Tømme lerretet?
nl: Canvas wissen?
pl: Wyczyścić płótno?
pt_br: Limpar a tela?
pt_pt: Limpar a tela?
ru: Очистить холст?
sv: Rensa duken?
th: ล้างผืนผ้าใบหรือไม่?
tr: Tuval temizlensin mi?
uk: Очистити полотно?
vi: Xóa sạch khung vẽ?
zh_hans: 要清空画布吗？
zh_hant: 要清除畫布嗎？

source: Close settings
ar: إغلاق الإعدادات
cs: Zavřít nastavení
da: Luk indstillinger
de: Einstellungen schließen
el: Κλείσιμο ρυθμίσεων
es: Cerrar ajustes
fi: Sulje asetukset
fr: Fermer les réglages
he: סגירת ההגדרות
hu: Beállítások bezárása
id: Tutup pengaturan
it: Chiudi impostazioni
ja: 設定を閉じる
ko: 설정 닫기
nb: Lukk innstillinger
nl: Instellingen sluiten
pl: Zamknij ustawienia
pt_br: Fechar ajustes
pt_pt: Fechar definições
ru: Закрыть настройки
sv: Stäng inställningar
th: ปิดการตั้งค่า
tr: Ayarları kapat
uk: Закрити налаштування
vi: Đóng cài đặt
zh_hans: 关闭设置
zh_hant: 關閉設定

source: Color
ar: اللون
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
he: צבע
hu: Szín
id: Warna
it: Colore
ja: 色
ko: 색상
nb: Farge
nl: Kleur
pl: Kolor
pt_br: Cor
pt_pt: Cor
ru: Цвет
sv: Färg
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

source: Color %d of %d
ar: اللون %1$d من %2$d
cs: Barva %d z %d
da: Farve %1$d af %2$d
de: Farbe %1$d von %2$d
el: Χρώμα %d από %d
es: Color %1$d de %2$d
fi: Väri %1$d / %2$d
fr: Couleur %1$d sur %2$d
he: צבע %d מתוך %d
hu: %d. szín, összesen %d
id: Warna %1$d dari %2$d
it: Colore %1$d di %2$d
ja: 色 %1$d / %2$d
ko: 색상 %1$d / %2$d
nb: Farge %1$d av %2$d
nl: Kleur %1$d van %2$d
pl: Kolor %1$d z %2$d
pt_br: Cor %d de %d
pt_pt: Cor %1$d de %2$d
ru: Цвет %d из %d
sv: Färg %1$d av %2$d
th: สี %1$d จาก %2$d
tr: Renk %1$d / %2$d
uk: Колір %d із %d
vi: Màu %1$d trên %2$d
zh_hans: 颜色 %1$d，共 %2$d 种
zh_hant: 顏色 %1$d，共 %2$d 種

source: Color Blending
ar: مزج الألوان
cs: Míchání barev
da: Farveblanding
de: Farbmischung
el: Ανάμειξη χρωμάτων
es: Mezcla de colores
fi: Värien sekoitus
fr: Mélange des couleurs
he: ערבוב צבעים
hu: Színkeverés
id: Pencampuran warna
it: Fusione dei colori
ja: 色の合成
ko: 색상 혼합
nb: Fargeblanding
nl: Kleuren mengen
pl: Mieszanie kolorów
pt_br: Mistura de cores
pt_pt: Mistura de cores
ru: Смешивание цветов
sv: Färgblandning
th: การผสมสี
tr: Renk karıştırma
uk: Змішування кольорів
vi: Hòa trộn màu
zh_hans: 颜色混合
zh_hant: 色彩混合

source: Color buildup
ar: تراكم اللون
cs: Vrstvení barvy
da: Opbyg farve
de: Farbe aufbauen
el: Συσσώρευση χρώματος
es: Acumular color
fi: Kerrostuva väri
fr: Accumuler la couleur
he: צבירת צבע
hu: Szín rétegezése
id: Menumpuk warna
it: Stratificare il colore
ja: 色を重ねる
ko: 색 쌓기
nb: Bygg opp farge
nl: Kleur opbouwen
pl: Nakładanie koloru
pt_br: Acumular cor
pt_pt: Acumular cor
ru: Наслоение цвета
sv: Bygg upp färg
th: สะสมสี
tr: Rengi katmanla
uk: Нашарування кольору
vi: Chồng màu
zh_hans: 叠加色彩
zh_hant: 疊加色彩

source: Color Burn
ar: تغميق اللون
cs: Ztmavit barvy
da: Farvebrænding
de: Farbig nachbelichten
el: Κάψιμο χρώματος
es: Subexponer color
fi: Värilisävalotus
fr: Densité couleur +
he: הכהיית צבע
hu: Színégetés
it: Colore brucia
ja: 焼き込みカラー
ko: 색상 번
nb: Mørkne farge
nl: Kleur doordrukken
pl: Ściemnianie
pt_br: Superexposição de cores
pt_pt: Superexposição de cores
ru: Затемнение основы
sv: Färgbränning
th: เผาสี
tr: Renk Yanması
uk: Затемнення кольору
vi: Đốt màu
zh_hans: 颜色加深
zh_hant: 加深顏色

source: Color Dodge
ar: تفتيح اللون
cs: Zesvětlit barvy
da: Farveudtoning
de: Farbig abwedeln
el: Φωτισμός χρώματος
es: Sobreexponer color
fi: Värivarjostus
fr: Densité couleur −
he: הבהרת צבע
hu: Színfakítás
it: Colore scherma
ja: 覆い焼きカラー
ko: 색상 닷지
nb: Lysne farge
nl: Kleur tegenhouden
pl: Rozjaśnianie
pt_br: Subexposição de cores
pt_pt: Subexposição de cores
ru: Осветление основы
sv: Färgskugga
th: หลบสี
tr: Renk Soldurma
uk: Освітлення кольору
vi: Né màu
zh_hans: 颜色减淡
zh_hant: 加亮顏色

source: Color inversion
ar: عكس الألوان
cs: Inverze barev
da: Invertér farver
de: Farben umkehren
el: Αντιστροφή χρωμάτων
es: Invertir colores
fi: Käännä värit
fr: Inverser les couleurs
he: היפוך צבעים
hu: Színek megfordítása
id: Membalik warna
it: Invertire i colori
ja: 色を反転
ko: 색 반전
nb: Inverter farger
nl: Kleuren omkeren
pl: Odwracanie kolorów
pt_br: Inverter cores
pt_pt: Inverter cores
ru: Инверсия цвета
sv: Invertera färger
th: กลับสี
tr: Renkleri ters çevir
uk: Інверсія кольору
vi: Đảo màu
zh_hans: 色彩反相
zh_hant: 色彩反相

source: Contacting support
ar: التواصل مع الدعم
cs: Kontaktování podpory
da: Kontakt til support
de: Kontakt zum Support
el: Επικοινωνία με την υποστήριξη
es: Contactar con asistencia
fi: Yhteydenotto tukeen
fr: Contacter l’assistance
he: פנייה לתמיכה
hu: Kapcsolat az ügyfélszolgálattal
id: Menghubungi dukungan
it: Contattare l’assistenza
ja: サポートへのお問い合わせ
ko: 지원 문의
nb: Kontakt med brukerstøtte
nl: Contact met ondersteuning
pl: Kontakt z pomocą techniczną
pt_br: Contato com o suporte
pt_pt: Contactar o suporte
ru: Обращение в поддержку
sv: Kontakta supporten
th: การติดต่อฝ่ายสนับสนุน
tr: Destekle iletişim
uk: Звернення до підтримки
vi: Liên hệ hỗ trợ
zh_hans: 联系支持
zh_hant: 聯絡支援

source: Could not open email. You can send your report to:
ar: تعذّر فتح البريد. يمكنك إرسال بلاغك إلى:
cs: E-mail se nepodařilo otevřít. Hlášení můžete odeslat na:
da: Kunne ikke åbne e-mail. Du kan sende din rapport til:
de: E-Mail konnte nicht geöffnet werden. Du kannst deinen Fehlerbericht an diese Adresse senden:
el: Δεν ήταν δυνατό το άνοιγμα του email. Μπορείτε να στείλετε την αναφορά στο:
es: No se pudo abrir el correo. Puedes enviar tu informe a:
fi: Sähköpostia ei voitu avata. Voit lähettää ilmoituksen osoitteeseen:
fr: Impossible d’ouvrir la messagerie. Vous pouvez envoyer votre signalement à :
he: לא ניתן לפתוח דוא״ל. אפשר לשלוח דיווח אל:
hu: Nem sikerült megnyitni a levelezést. Ide küldheted a jelentést:
id: Tidak dapat membuka email. Anda dapat mengirim laporan ke:
it: Impossibile aprire la posta. Puoi inviare la segnalazione a:
ja: メールを開けませんでした。次の宛先に不具合の報告を送信できます：
ko: 이메일을 열 수 없습니다. 다음 주소로 오류를 신고할 수 있습니다:
nb: Kunne ikke åpne e-post. Du kan sende rapporten til:
nl: E-mail kon niet worden geopend. Je kunt je melding sturen naar:
pl: Nie udało się otworzyć poczty. Możesz wysłać zgłoszenie na adres:
pt_br: Não foi possível abrir o e-mail. Você pode enviar seu relato para:
pt_pt: Não foi possível abrir o email. Pode enviar o seu relato para:
ru: Не удалось открыть почту. Вы можете отправить сообщение об ошибке на адрес:
sv: Kunde inte öppna e-post. Du kan skicka din rapport till:
th: ไม่สามารถเปิดอีเมลได้ คุณสามารถส่งรายงานไปที่:
tr: E-posta açılamadı. Hata bildiriminizi şu adrese gönderebilirsiniz:
uk: Не вдалося відкрити пошту. Можете надіслати повідомлення на адресу:
vi: Không thể mở email. Bạn có thể gửi báo cáo đến:
zh_hans: 无法打开邮件。你可以将错误报告发送至：
zh_hant: 無法開啟郵件。你可以將錯誤報告寄至：

source: Could not open the image.
ar: تعذّر فتح الصورة.
cs: Obrázek se nepodařilo otevřít.
da: Billedet kunne ikke åbnes.
de: Das Bild konnte nicht geöffnet werden.
el: Δεν ήταν δυνατό το άνοιγμα της εικόνας.
es: No se pudo abrir la imagen.
fi: Kuvaa ei voitu avata.
fr: Impossible d’ouvrir l’image.
he: לא ניתן לפתוח את התמונה.
hu: Nem sikerült megnyitni a képet.
id: Tidak dapat membuka gambar.
it: Impossibile aprire l’immagine.
ja: 画像を開けませんでした。
ko: 이미지를 열 수 없습니다.
nb: Kunne ikke åpne bildet.
nl: De afbeelding kon niet worden geopend.
pl: Nie udało się otworzyć obrazu.
pt_br: Não foi possível abrir a imagem.
pt_pt: Não foi possível abrir a imagem.
ru: Не удалось открыть изображение.
sv: Kunde inte öppna bilden.
th: ไม่สามารถเปิดภาพได้
tr: Görüntü açılamadı.
uk: Не вдалося відкрити зображення.
vi: Không thể mở hình ảnh.
zh_hans: 无法打开图像。
zh_hant: 無法開啟影像。

source: Could not save
ar: تعذّر الحفظ
cs: Uložení se nezdařilo
da: Kunne ikke gemme
de: Speichern fehlgeschlagen
el: Αποτυχία αποθήκευσης
es: No se pudo guardar
fi: Tallennus epäonnistui
fr: Enregistrement impossible
he: השמירה נכשלה
hu: Sikertelen mentés
id: Tidak dapat menyimpan
it: Salvataggio non riuscito
ja: 保存できませんでした
ko: 저장할 수 없습니다
nb: Kunne ikke lagre
nl: Opslaan mislukt
pl: Nie udało się zapisać
pt_br: Não foi possível salvar
pt_pt: Não foi possível guardar
ru: Не удалось сохранить
sv: Kunde inte spara
th: ไม่สามารถบันทึกได้
tr: Kaydedilemedi
uk: Не вдалося зберегти
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法儲存

source: Could not save the canvas image. Please try again.
ar: تعذّر حفظ صورة اللوحة. حاول مرة أخرى.
cs: Obrázek plátna se nepodařilo uložit. Zkuste to znovu.
da: Billedet af lærredet kunne ikke gemmes. Prøv igen.
de: Das Leinwandbild konnte nicht gespeichert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση της εικόνας του καμβά. Δοκιμάστε ξανά.
es: No se pudo guardar la imagen del lienzo. Inténtalo de nuevo.
fi: Piirtoalueen kuvaa ei voitu tallentaa. Yritä uudelleen.
fr: Impossible d’enregistrer l’image de la toile. Réessayez.
he: לא ניתן לשמור את תמונת משטח הציור. נסו שוב.
hu: Nem sikerült menteni a vászon képét. Próbáld újra.
id: Tidak dapat menyimpan gambar kanvas. Coba lagi.
it: Impossibile salvare l’immagine della tela. Riprova.
ja: キャンバスの画像を保存できませんでした。もう一度お試しください。
ko: 캔버스 이미지를 저장할 수 없습니다. 다시 시도하세요.
nb: Kunne ikke lagre bildet av lerretet. Prøv igjen.
nl: De canvasafbeelding kon niet worden opgeslagen. Probeer het opnieuw.
pl: Nie udało się zapisać obrazu płótna. Spróbuj ponownie.
pt_br: Não foi possível salvar a imagem da tela. Tente novamente.
pt_pt: Não foi possível guardar a imagem da tela. Tente novamente.
ru: Не удалось сохранить изображение холста. Попробуйте ещё раз.
sv: Kunde inte spara bilden av duken. Försök igen.
th: ไม่สามารถบันทึกภาพผืนผ้าใบได้ โปรดลองอีกครั้ง
tr: Tuval görüntüsü kaydedilemedi. Tekrar deneyin.
uk: Не вдалося зберегти зображення полотна. Спробуйте ще раз.
vi: Không thể lưu hình ảnh khung vẽ. Vui lòng thử lại.
zh_hans: 无法保存画布图像。请重试。
zh_hant: 無法儲存畫布影像。請再試一次。

source: Crayon
ar: قلم شمعي
cs: Pastel
da: Farvekridt
de: Pastellkreide
el: Παστέλ
es: Pastel
fi: Liitu
fr: Pastel
he: פסטל
hu: Pasztell
id: Krayon
it: Pastello
ja: クレヨン
ko: 크레용
nb: Fargestift
nl: Pastelkrijt
pl: Pastel
pt_br: Giz de cera
pt_pt: Pastel
ru: Пастель
sv: Krita
th: สีเทียน
tr: Pastel boya
uk: Пастель
vi: Bút sáp
zh_hans: 蜡笔
zh_hant: 蠟筆

source: Creates a grainy stroke with a denser texture than the pencil.
ar: ينشئ خطًا حبيبيًا بملمس أكثف من قلم الرصاص.
cs: Vytváří zrnitý tah s hustší texturou než tužka.
da: Laver en kornet streg med tættere tekstur end blyanten.
de: Erzeugt einen körnigen Strich mit dichterer Textur als der Bleistift.
el: Δημιουργεί κοκκώδη πινελιά με πυκνότερη υφή από το μολύβι.
es: Crea un trazo granulado con una textura más densa que el lápiz.
fi: Tekee rakeisen viivan, jonka tekstuuri on lyijykynää tiheämpi.
fr: Crée un trait granuleux à la texture plus dense que le crayon.
he: יוצר משיכה גרגירית בעלת מרקם צפוף יותר מעיפרון.
hu: Szemcsés vonást készít a ceruzánál sűrűbb textúrával.
id: Membuat goresan berbutir dengan tekstur lebih padat daripada pensil.
it: Crea un tratto granuloso con una trama più densa della matita.
ja: 鉛筆よりも密な質感のある、粒状の線を描きます。
ko: 연필보다 밀도 높은 질감의 거친 선을 그립니다.
nb: Lager en kornete strek med tettere tekstur enn blyanten.
nl: Maakt een korrelige lijn met een dichtere textuur dan het potlood.
pl: Tworzy ziarnistą kreskę o gęstszej fakturze niż ołówek.
pt_br: Cria um traço granulado com textura mais densa que a do lápis.
pt_pt: Cria um traço granulado com textura mais densa do que o lápis.
ru: Создаёт зернистый штрих с более плотной текстурой, чем у карандаша.
sv: Skapar ett kornigt streck med tätare textur än blyertspennan.
th: สร้างเส้นที่มีเม็ดสีและพื้นผิวหนาแน่นกว่าดินสอ
tr: Kurşun kalemden daha yoğun dokulu, tanecikli bir çizgi oluşturur.
uk: Створює зернистий штрих із щільнішою текстурою, ніж олівець.
vi: Tạo nét có hạt với kết cấu dày hơn bút chì.
zh_hans: 绘制颗粒状笔画，纹理比铅笔更浓密。
zh_hant: 繪製顆粒狀筆畫，紋理比鉛筆更濃密。

source: Creates a light, finely textured line.
ar: يرسم خطًا خفيفًا بملمس دقيق.
cs: Vytváří lehkou linku s jemnou texturou.
da: Tegner en let linje med fin tekstur.
de: Zeichnet eine leichte Linie mit feiner Textur.
el: Δημιουργεί απαλή γραμμή με λεπτή υφή.
es: Dibuja una línea ligera con una textura fina.
fi: Piirtää kevyen viivan, jossa on hieno tekstuuri.
fr: Trace une ligne légère à la texture fine.
he: יוצר קו עדין בעל מרקם דק.
hu: Halvány, finom textúrájú vonalat készít.
id: Menggambar garis ringan dengan tekstur halus.
it: Disegna una linea leggera con una trama fine.
ja: 細かな質感のある淡い線を描きます。
ko: 섬세한 질감의 옅은 선을 그립니다.
nb: Tegner en lett linje med fin tekstur.
nl: Tekent een lichte lijn met een fijne textuur.
pl: Rysuje lekką linię o drobnej fakturze.
pt_br: Cria uma linha leve com textura fina.
pt_pt: Desenha uma linha leve com textura fina.
ru: Рисует лёгкую линию с мелкой текстурой.
sv: Ritar en lätt linje med fin textur.
th: วาดเส้นจางที่มีพื้นผิวละเอียด
tr: İnce dokulu, hafif bir çizgi çizer.
uk: Створює легку лінію з дрібною текстурою.
vi: Vẽ nét nhẹ với kết cấu mịn.
zh_hans: 绘制带有细腻纹理的浅色线条。
zh_hant: 繪製帶有細緻紋理的淡色線條。

source: Creates soft, translucent strokes. Layer strokes to deepen the color.
ar: ينشئ خطوطًا ناعمة شبه شفافة. راكم الخطوط لتعميق اللون.
cs: Vytváří měkké průsvitné tahy. Vrstvením tahů zvýrazníte barvu.
da: Laver bløde, halvgennemsigtige streger. Læg streger oven på hinanden for en dybere farve.
de: Erzeugt weiche, halbtransparente Striche. Durch Überlagern wird die Farbe kräftiger.
el: Δημιουργεί απαλές, ημιδιαφανείς πινελιές. Προσθέστε στρώσεις για εντονότερο χρώμα.
es: Crea trazos suaves y translúcidos. Superponlos para intensificar el color.
fi: Tekee pehmeitä, läpikuultavia viivoja. Syvennä väriä piirtämällä viivoja päällekkäin.
fr: Crée des traits doux et translucides. Superposez-les pour intensifier la couleur.
he: יוצר משיכות רכות ושקופות למחצה. הוסיפו שכבות כדי להעמיק את הצבע.
hu: Lágy, áttetsző vonásokat készít. Több réteggel mélyítheted a színt.
id: Membuat goresan lembut dan tembus pandang. Tumpuk goresan untuk memperdalam warna.
it: Crea tratti morbidi e traslucidi. Sovrapponili per intensificare il colore.
ja: 柔らかな半透明の線を描きます。線を重ねると色が深まります。
ko: 부드러운 반투명 선을 그립니다. 선을 겹쳐 그리면 색이 진해집니다.
nb: Lager myke, halvgjennomsiktige streker. Legg streker oppå hverandre for en dypere farge.
nl: Maakt zachte, doorschijnende lijnen. Teken lagen over elkaar om de kleur te verdiepen.
pl: Tworzy miękkie, półprzezroczyste kreski. Nakładaj je, aby pogłębić kolor.
pt_br: Cria traços suaves e translúcidos. Sobreponha os traços para intensificar a cor.
pt_pt: Cria traços suaves e translúcidos. Sobreponha-os para intensificar a cor.
ru: Создаёт мягкие полупрозрачные штрихи. Накладывайте их друг на друга, чтобы сделать цвет насыщеннее.
sv: Skapar mjuka, halvgenomskinliga streck. Lägg streck ovanpå varandra för djupare färg.
th: สร้างเส้นนุ่มกึ่งโปร่งใส วาดเส้นซ้อนกันเพื่อให้สีเข้มขึ้น
tr: Yumuşak, yarı saydam çizgiler oluşturur. Rengi koyulaştırmak için çizgileri üst üste çizin.
uk: Створює м’які напівпрозорі штрихи. Накладайте їх, щоб посилити колір.
vi: Tạo nét mềm, bán trong suốt. Vẽ chồng các nét để màu đậm hơn.
zh_hans: 绘制柔和的半透明笔画。叠加笔画可加深颜色。
zh_hant: 繪製柔和的半透明筆畫。疊加筆畫可加深顏色。

source: Creates translucent strokes. Overlapping strokes darken the color.
ar: ينشئ خطوطًا شبه شفافة. يؤدي تراكب الخطوط إلى تغميق اللون.
cs: Vytváří průsvitné tahy. Překrývající se tahy ztmavují barvu.
da: Laver halvgennemsigtige streger. Overlappende streger gør farven mørkere.
de: Erzeugt halbtransparente Striche. Überlappende Striche verdunkeln die Farbe.
el: Δημιουργεί ημιδιαφανείς πινελιές. Οι επικαλυπτόμενες πινελιές σκουραίνουν το χρώμα.
es: Crea trazos translúcidos. Al superponerlos, el color se oscurece.
fi: Tekee läpikuultavia viivoja. Päällekkäiset viivat tummentavat väriä.
fr: Crée des traits translucides. Leur superposition assombrit la couleur.
he: יוצר משיכות שקופות למחצה. חפיפה בין משיכות מכהה את הצבע.
hu: Áttetsző vonásokat készít. Az egymást fedő vonások sötétítik a színt.
id: Membuat goresan tembus pandang. Goresan yang bertumpuk mempergelap warna.
it: Crea tratti traslucidi. I tratti sovrapposti scuriscono il colore.
ja: 半透明の線を描きます。線を重ねると色が濃くなります。
ko: 반투명한 선을 그립니다. 선이 겹치면 색이 진해집니다.
nb: Lager halvgjennomsiktige streker. Overlappende streker gjør fargen mørkere.
nl: Maakt doorschijnende lijnen. Overlappende lijnen maken de kleur donkerder.
pl: Tworzy półprzezroczyste kreski. Nakładanie kresek przyciemnia kolor.
pt_br: Cria traços translúcidos. Traços sobrepostos escurecem a cor.
pt_pt: Cria traços translúcidos. A sobreposição de traços escurece a cor.
ru: Создаёт полупрозрачные штрихи. При наложении штрихов цвет становится темнее.
sv: Skapar halvgenomskinliga streck. Överlappande streck gör färgen mörkare.
th: สร้างเส้นกึ่งโปร่งใส เส้นที่ซ้อนกันจะทำให้สีเข้มขึ้น
tr: Yarı saydam çizgiler oluşturur. Üst üste gelen çizgiler rengi koyulaştırır.
uk: Створює напівпрозорі штрихи. Накладання штрихів затемнює колір.
vi: Tạo nét bán trong suốt. Các nét chồng lên nhau làm màu đậm hơn.
zh_hans: 绘制半透明笔画。笔画重叠时颜色会变深。
zh_hant: 繪製半透明筆畫。筆畫重疊時顏色會變深。

source: Darken
ar: تغميق
cs: Ztmavit
da: Mørkere
de: Abdunkeln
el: Σκούρυνση
es: Oscurecer
fi: Tummentava
fr: Obscurcir
he: הכהיה
hu: Sötétítés
id: Gelapkan
it: Scurisci
ja: 比較（暗）
ko: 어둡게 하기
nb: Mørkere
nl: Donkerder
pl: Ciemniej
pt_br: Escurecer
pt_pt: Escurecer
ru: Замена тёмным
sv: Mörkare
th: ทำให้มืด
tr: Koyulaştır
uk: Затемнення
vi: Làm tối
zh_hans: 变暗
zh_hant: 變暗

source: Deepen shadows
ar: تعميق الظلال
cs: Prohloubení stínů
da: Gør skygger dybere
de: Schatten vertiefen
el: Βάθυνση σκιών
es: Profundizar sombras
fi: Syvennä varjoja
fr: Renforcer les ombres
he: העמקת צללים
hu: Árnyékok mélyítése
id: Memperdalam bayangan
it: Intensificare le ombre
ja: 影を深める
ko: 그림자 깊게
nb: Gjør skygger dypere
nl: Schaduwen verdiepen
pl: Pogłębianie cieni
pt_br: Aprofundar sombras
pt_pt: Aprofundar sombras
ru: Углубление теней
sv: Fördjupa skuggor
th: เพิ่มความลึกของเงา
tr: Gölgeleri derinleştir
uk: Поглиблення тіней
vi: Tăng độ sâu vùng tối
zh_hans: 加深阴影
zh_hant: 加深陰影

source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחיקה
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete drawing
ar: حذف الرسم
cs: Smazat kresbu
da: Slet tegning
de: Zeichnung löschen
el: Διαγραφή σχεδίου
es: Eliminar dibujo
fi: Poista piirros
fr: Supprimer le dessin
he: מחיקת ציור
hu: Rajz törlése
id: Hapus gambar
it: Elimina disegno
ja: 描画を削除
ko: 그림 삭제
nb: Slett tegning
nl: Tekening verwijderen
pl: Usuń rysunek
pt_br: Excluir desenho
pt_pt: Eliminar desenho
ru: Удалить рисунок
sv: Radera teckning
th: ลบภาพวาด
tr: Çizimi sil
uk: Видалити малюнок
vi: Xóa bản vẽ
zh_hans: 删除画作
zh_hant: 刪除畫作

source: Delete the image?
ar: هل تريد حذف الصورة؟
cs: Smazat obrázek?
da: Slet billedet?
de: Bild löschen?
el: Να διαγραφεί η εικόνα;
es: ¿Eliminar la imagen?
fi: Poistetaanko kuva?
fr: Supprimer l’image ?
he: למחוק את התמונה?
hu: Törlöd a képet?
id: Hapus gambar ini?
it: Eliminare l’immagine?
ja: 画像を削除しますか？
ko: 이미지를 삭제할까요?
nb: Slette bildet?
nl: Afbeelding verwijderen?
pl: Usunąć obraz?
pt_br: Excluir a imagem?
pt_pt: Eliminar a imagem?
ru: Удалить изображение?
sv: Radera bilden?
th: ลบภาพหรือไม่?
tr: Görüntü silinsin mi?
uk: Видалити зображення?
vi: Xóa hình ảnh?
zh_hans: 要删除图像吗？
zh_hant: 要刪除影像嗎？

source: Difference
ar: فرق
cs: Rozdíl
da: Forskel
de: Differenz
el: Διαφορά
es: Diferencia
fi: Erotus
fr: Différence
he: הפרש
hu: Különbség
id: Selisih
it: Differenza
ja: 差の絶対値
ko: 차이
nb: Differanse
nl: Verschil
pl: Różnica
pt_br: Diferença
pt_pt: Diferença
ru: Разница
sv: Differens
th: ผลต่าง
tr: Fark
uk: Різниця
vi: Chênh lệch
zh_hans: 差值
zh_hant: 差異化

source: Discard the previous unsaved canvas?
ar: هل تريد تجاهل اللوحة السابقة غير المحفوظة؟
cs: Zahodit předchozí neuložené plátno?
da: Kassér det forrige lærred, der ikke er gemt?
de: Die vorherige ungespeicherte Leinwand verwerfen?
el: Να απορριφθεί ο προηγούμενος μη αποθηκευμένος καμβάς;
es: ¿Descartar el lienzo anterior sin guardar?
fi: Hylätäänkö edellinen tallentamaton piirtoalue?
fr: Abandonner la toile précédente non enregistrée ?
he: למחוק את משטח הציור הקודם שלא נשמר?
hu: Elveted az előző, nem mentett vásznat?
id: Buang kanvas sebelumnya yang belum disimpan?
it: Scartare la tela precedente non salvata?
ja: 前の未保存のキャンバスを破棄しますか？
ko: 이전에 저장하지 않은 캔버스를 버릴까요?
nb: Forkaste det forrige ulagrede lerretet?
nl: Het vorige niet-opgeslagen canvas weggooien?
pl: Odrzucić poprzednie niezapisane płótno?
pt_br: Descartar a tela anterior não salva?
pt_pt: Descartar a tela anterior não guardada?
ru: Очистить предыдущий несохранённый холст?
sv: Kasta den föregående osparade duken?
th: ทิ้งผืนผ้าใบก่อนหน้าที่ยังไม่ได้บันทึกหรือไม่?
tr: Önceki kaydedilmemiş tuval atılsın mı?
uk: Відкинути попереднє незбережене полотно?
vi: Bỏ khung vẽ trước đó chưa lưu?
zh_hans: 要舍弃之前未保存的画布吗？
zh_hant: 要捨棄先前未儲存的畫布嗎？

source: Done
ar: تم
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: Concluído
ru: Готово
sv: Klart
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成
